## Common
brew "mas"
mas "AdblockPro", id: 1018301773
mas "Disk Space Analyzer: Inspector" id: 446243721
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
cask "avira-antivirus"
cask "browserosaurus"
cask "deepl"
cask "hiddenbar"
cask "iina"
cask "monitorcontrol"
cask "telegram"
cask "signal"
cask "spotify"
cask "sublime-text"
cask "webtorrent"

## Games
cask "steam"

## Develop
mas "Xcode", id: 497799835
brew "pre-commit"
cask "docker"
cask "google-chrome"
cask "pycharm"

## Fishbrain
brew "awscli"
brew "chamber"
cask "google-cloud-sdk"
cask "1Password"
cask "aws-vpn-client"
cask "slack"

# doc on Brewfile: https://github.com/Homebrew/homebrew-bundle
