# install and run brew:
# /bin/bash -c "$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/HEAD/install.sh)"
# echo 'eval "$(/opt/homebrew/bin/brew shellenv)"' >> /Users/skatromb/.zprofile
# eval "$(/opt/homebrew/bin/brew shellenv)"
# brew bundle --file=~/code/skatromb/Brewfile

## Common
brew "mas"
mas "AdblockPro", id: 1018301773
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
brew "browserosaurus"
brew "cloudflare-warp"
brew "deepl"
brew "hiddenbar"
brew "monitorcontrol"
brew "telegram"
brew "spotify"
brew "sublime-text"
brew "webtorrent"

## Games
brew "steam"

## Develop
mas "Xcode", id: 497799835
brew "docker"
brew "google-chrome"
brew "pycharm"

## Fishbrain
brew "aws-vpn-client"
brew "1Password"
brew "awscli"
brew "google-cloud-sdk"
brew "slack"
brew "tfenv"
brew "zoom"

# doc on Brewfile: https://github.com/Homebrew/homebrew-bundle
