open -a Safari https://www.avira.com/en/start-download/product/1765

# Common
brew "mas"
mas "AdblockPro", id: 1018301773
mas "Disk Space Analyzer: Inspector", id: 446243721
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Unarchiver", id: 425424353
mas "Perplexity: Ask Anything", id: 6714467650
cask "bankid"
cask "browserosaurus"
cask "deepl"
cask "iina"
cask "keyboardcleantool"
cask "monitorcontrol"
cask "openvpn-connect"
cask "signal"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "webtorrent"

# Develop
mas "Xcode", id: 497799835
cask "google-chrome"
cask "zed"
# Docker
brew "docker"
brew "docker-completion"
brew "docker-compose"
brew "colima"

# Work
brew "asdf"
cask "google-cloud-sdk"
cask "1Password"
cask "slack"
cask "awscli"

# doc on Brewfile: https://github.com/Homebrew/homebrew-bundle
